const allDog = [
  {
    name: '金毛獵犬',
    imgUrl: './justinDog.jpeg',
    discription:
      '金毛尋回犬很活躍，喜歡玩，但也出奇的耐心，可以靜靜地坐幾個小時不動，就好似打獵時在狩獵偽裝底下等獵物一樣。可能是打獵的遺傳特質，跳進跳出小船、游泳亦喜歡。',
  },
  {
    name: '臘腸犬',
    imgUrl: './morisDog.jpeg',
    discription:
      '臘腸犬，又稱達克斯獵犬（德語：Dachshund），是一種短腿，長身的獵犬。其名源於德國，「Dachs」意思是獾，「Hund」意思是狗，原意「獾狗」。此品種被發展為嗅獵、追蹤或捕殺獾類及其他穴居動物。有意思的是，雖然「Dachshund」是一個德語單詞，但是它在德國並不常用，德國人通常把它們叫做「Dackel」或「Teckel」。',
  },
  {
    name: '巴哥犬',
    imgUrl: './victorDog.jpg',
    discription:
      '巴哥犬（英語：Pug）, 原中文名哈巴狗，又稱作巴哥。是一種小型觀賞犬，巴哥犬面黑，有很多褶皺，成年時身高大約25到28厘米，體重約為5至13公斤，壽命大約為12到15年。個性溫和。巴哥犬是優秀的家庭犬（house dog），在室內時不喜吠叫，警戒時低沉、響亮的吠叫聲，又足以使門外的陌生人誤以為是大型犬，而有警示的作用[1]。',
  },
  {
    name: '博美犬',
    imgUrl: './yuiDog.jpeg',
    discription:
      '養過博美的鏟屎官都知道，狗狗爆毛的話是非常好看的情況。當狗狗的毛出現爆炸之後，狗狗的顏值也會迎來巔峰。所以在養狗的初期，很多鏟屎官都希望自己的狗狗能夠儘快爆毛。那麼今天這篇文章就給大家解讀一下，博美究竟在幾個月的時間內會出現爆毛的行為。',
  },
];

export default allDog;
